Revit 2027 API
ParameterTypeId.RotateCopy Property
 "Copy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RotateCopy { get; }
Public Shared ReadOnly Property RotateCopy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RotateCopy {
	ForgeTypeId^ get ();
}
static member RotateCopy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace